array_hiraganas=["あ","い","う","え","お" ## aiueo
                "か","き","く","け","こ"  ## Ka
                "た","ち","つ","て","と", ## Ta
                "さ","し","す","せ","そ", ## Sa
                "な","に","ぬ","ね","の", ## Na
                "は","ひ","ふ","へ","ほ", ## Ha
                "ま","み","む","め","も", ## Ma
                "ら","り","る","れ","ろ", ## Ra
                "や","ゆ","よ", ## Ya
                "が","ぎ","ぐ","げ","ご", ## Ga
                "ざ","じ","ず","ぜ","ぞ", ## Za
                "だ","ぢ","づ","で","ど", ## Da
                "ば","び","ぶ","べ","ぼ", ## Ba
                "ぱ","ぴ","ぷ","ぺ","ぽ", ## Pa
                "わ","を","ん", ## wa o n
                "きや","きゅ","きよ", ## kya
                "しや","しゅ","しよ", ## Sha
                "ちや","ちゅ","ちよ", ## Cha
                "にや","にゅ","によ", ## Nya
                "ひや","ひゅ","ひよ", ## Hya
                "みや","みゅ","みよ", ## Mya
                "りや","りゅ","りよ", ## Rya
                "ぎや","ぎゅ","ぎよ", ## Gya
                "じや","じゅ","じよ", ## Ja
                "びや","びゅ","びよ", ## Bya
                "ぴや","ぴゅ","ぴよ", ## Pya
                ]

#白魔松


#日本語
#遠藤　
#コンプ手　

##売= venta 春=primavera 婦=mujer 犬=perro


####毛皮で覆われた
